{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0.420"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "762929554B18A1748685E78D5653598A"
		},
		{
			"Source":
			{
				"Text": ":"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "448C1D884997C0F5A5BC739E0610B715"
		},
		{
			"Source":
			{
				"Text": "Avoid them to survive ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "72DB6BE948C08122C6EECDB423747482"
		},
		{
			"Source":
			{
				"Text": "Beat Rush"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D8B400DC42EE740B65FAF0A674219407"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1680AAAC44AF0BA2F807138AD3FE61FB"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2E4247C345B59737FB2395AD795989EF"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DB2DEBCB4B57085EDE7004A769E0DFEA"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0CE648154960E6A66448D89280F30F68"
		},
		{
			"Source":
			{
				"Text": "Choose a level"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "90F4524348F34756183799B89B6870F8"
		},
		{
			"Source":
			{
				"Text": "Cost: 200"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7A433B894C0EB8BF042DC19DC3215F8A"
		},
		{
			"Source":
			{
				"Text": "Cost: 500"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4087711142801CE90F4D8EAFD961D287"
		},
		{
			"Source":
			{
				"Text": "Cost: 80"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CF59B90D422A507320FDC8B3EFBF5ECC"
		},
		{
			"Source":
			{
				"Text": "Current"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "41BE30904C767676E5B289B99A04D373"
		},
		{
			"Source":
			{
				"Text": "EARLY ALPHA DEVELOPMENT VERSION"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9E74338D47C01B7580EAB8B9B591EB3B"
		},
		{
			"Source":
			{
				"Text": "Each level will be harder than the previous one ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6F93B77C4D1761F8E0A6B8BC7EA91BF3"
		},
		{
			"Source":
			{
				"Text": "Equip"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2F297A1E4E4B382E781CD1A65AE93225"
		},
		{
			"Source":
			{
				"Text": "Equip the default ship"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2FEC058649F411D3B1326FA7794A310B"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A9581C304B06551E02B68782168D877F"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "34128E5D4CE2A70394E8C4A72D13BF34"
		},
		{
			"Source":
			{
				"Text": "Have fun and thanks for playing my game!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DC7A1B4348E61CDFB3DA8193149274B6"
		},
		{
			"Source":
			{
				"Text": "Health:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8FF9D39A4563B58C6E6017884C59B817"
		},
		{
			"Source":
			{
				"Text": "Later in the game, more obstacles will begin to appear ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E739047D42C433E2B5B91380DE1093CD"
		},
		{
			"Source":
			{
				"Text": "Let's keep this simple ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D9A221F24C06886DF00B8C84A40CE89D"
		},
		{
			"Source":
			{
				"Text": "Level 1 - Caffeine by SMD Technologies"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B13D79AD41BF9D3CA46ACB8E77728994"
		},
		{
			"Source":
			{
				"Text": "Level 2 - Ecstatic by SMD Technologies"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EBD2D7AA4A52403BD441B4BCA832B2B8"
		},
		{
			"Source":
			{
				"Text": "Level 3 - Great Moments by SMD Technologies"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "57043D534C02CB777A256DAB7C4EAF04"
		},
		{
			"Source":
			{
				"Text": "Level 4 - Virus by Martin Garrix, MOTi"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "095CBCE6408CD5715F63439724D1648E"
		},
		{
			"Source":
			{
				"Text": "Level 5 - Poison by Martin Garrix"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4F6EE175428B2C3509A4BC8EEF05EC91"
		},
		{
			"Source":
			{
				"Text": "Level 6 - Animals by Martin Garrix"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7344C874463DBBA89FB5D29427D3862D"
		},
		{
			"Source":
			{
				"Text": "Level 7 - Proxy by Martin Garrix"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2187CE5641000C2C3E7C98BCCDC6E77F"
		},
		{
			"Source":
			{
				"Text": "Level Chooser"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4F09CA7E4630BE7F62BC0BA53A4A765D"
		},
		{
			"Source":
			{
				"Text": "Level:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8A2A308A4332978675AE7E93982EF32B"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8CA47E0E41F00FFACEB4A8AA422A403D"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D619EC464EBD1B8CAEB0E29B5B372880"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DEE9F619437B2F6921D6E48AE1EDA7C7"
		},
		{
			"Source":
			{
				"Text": "Max. Health: 1000 (shielded)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2FB81B7F446617E3BF803AA2BB127C9D"
		},
		{
			"Source":
			{
				"Text": "Max. Health: 300"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A3A15E0C42B0D030D35428BDBC87FD41"
		},
		{
			"Source":
			{
				"Text": "Max. Health: 650"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5ADD595B4F2C6776CCFA329AEB464F2D"
		},
		{
			"Source":
			{
				"Text": "Menu"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E994430C4BBB5370A7ED0BBC0A5EF5B7"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F173126C4A46EA703C007AB7A42278D2"
		},
		{
			"Source":
			{
				"Text": "Please report bugs to beatrush@smdtech.sk"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1606F64C43B3B2CF25B14C8DAE5CE92E"
		},
		{
			"Source":
			{
				"Text": "Report issues to beatrush@smdtech.sk"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5ADDC30B420142EDDCF9CCB894DC36F5"
		},
		{
			"Source":
			{
				"Text": "Reset progress"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EB86B1CE4D36467C9AD9EEABF992E17D"
		},
		{
			"Source":
			{
				"Text": "Restart level"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7E5D6EA64FA21B689ED66C905A50DAD8"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "712CC8AE430D065A9B74C793B46E5422"
		},
		{
			"Source":
			{
				"Text": "Return to main menu"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2FCA29C940D7279AFD20FBA6854874CB"
		},
		{
			"Source":
			{
				"Text": "SHOP"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6BDDBD594B63DC8F674D8ABBD6B27873"
		},
		{
			"Source":
			{
				"Text": "SMD Bluerunner S101"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "60C21E684D0CB85B97CA519CC0E90F19"
		},
		{
			"Source":
			{
				"Text": "SMD Speedermatrix GS78"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DF27E8344595BC9351100EAC0D21137C"
		},
		{
			"Source":
			{
				"Text": "SMD Speedermatrix S587"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "928882AB455D906D3960F89ADB138E7D"
		},
		{
			"Source":
			{
				"Text": "Shield: No"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A6C45C2541EF436DE601638EDC51E415"
		},
		{
			"Source":
			{
				"Text": "Shield: Yes"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6F9AF6B9494709CFB70CEA8BC1853E38"
		},
		{
			"Source":
			{
				"Text": "Shop"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C766A3CD4649045153FC3A8379B4E895"
		},
		{
			"Source":
			{
				"Text": "Spend 120     "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4FE7DF5B4BCC6BA8246016B2DFDB8D42"
		},
		{
			"Source":
			{
				"Text": "Survive throughout the music track to advance to a next level ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "06BE590B46A6DFD99772178691936FC8"
		},
		{
			"Source":
			{
				"Text": "The blue ones serve as a currency within the game and restore your health"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "82A547AB4C9E4150F85187B041E264B3"
		},
		{
			"Source":
			{
				"Text": "The other ones restore your abilities"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "88BF4752438052BFB200BFAF74C633F4"
		},
		{
			"Source":
			{
				"Text": "The rocks you see generating ahead are obstacles ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E1748D734DBA8FC68497D9A6123EB5AE"
		},
		{
			"Source":
			{
				"Text": "They'll cause more damage to your ship ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "03DC6F354C3B04268583D1A256279BD2"
		},
		{
			"Source":
			{
				"Text": "Those colorful shining objects are what we call 'points' ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3457337643A977FE07EEDE95E69B291D"
		},
		{
			"Source":
			{
				"Text": "To survive, you can:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "177ACD1449CB1CA77B5B2385AF39C32C"
		},
		{
			"Source":
			{
				"Text": "Welcome!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "10D4E1C14815B0BB8B579F917CC4C8C1"
		},
		{
			"Source":
			{
				"Text": "You can buy stuff in the Shop with them ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BF83D3574BBF14269EDA9B9676C03E98"
		},
		{
			"Source":
			{
				"Text": "You have died!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A65D01594DFD088FCD1F5EBE0BFB4F0C"
		},
		{
			"Source":
			{
				"Text": "Your current level:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "987D0CF7467E4DACFB5A32AF09D7F82F"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "[/Script/EngineSettings]",
			"Children": [
				{
					"Source":
					{
						"Text": "Beat Rush"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ADD401454C43C2B3841EDA9FA0963642"
				},
				{
					"Source":
					{
						"Text": "Beat Rush - debug"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "753B586E47FDD37B593320926EB2D576"
				}
			]
		},
		{
			"Namespace": "Dialogue",
			"Children": [
				{
					"Source":
					{
						"Text": "Welcome!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "A4EA982D483E2350EA66D1B78A8EF7E3_9BA603BF00000000",
					"MetaData":
					{
						"Key":
						{
							"Gender": "Masculine",
							"Plurality": "Singular",
							"Speaker": "B2CE235242F1E3A14C0ACBA0856F5EE2"
						}
					}
				}
			]
		}
	]
}